/* No comment provided by engineer. */
"Loading..." = "En cours...";
/*In SavedTripsViewController.m TODO:FORMULA NEEDS TO BE UPDATED*/
"Emissions saved: %.2f kg" = "Comp. d'émissions: %.2f kg";
"Calories Burned: 0 kcal" = "Calories brûlées: 0 kcal";
"Calories Burned: %.1f kcal" = "Calories brûlées: %.1f kcal";
"This trip has not yet been uploaded. Try now?" = "Synchroniser cet trajet maintenant?";
"Upload" = "Enregistrez";
"Cancel" = "Annuler";
"View Saved Trips" = "Trajets précédents";
"Recalculate" = "Computer";
"My Trips" = "Mes trajets";

/* DetailViewController.m */
"Error accessing media" = "Erreur d'accès au support";
"Device doesn’t support that media source." = "Erreur d'accès au support: appareil non compatible.";

/* MapViewController.m */
"Start" = "Début";
"End" = "Fin";
"elapsed: %@ ~ %@" = "conclusion: %@ ~ %@";
"Trip Notes" = "Détails";

/*Ignoring NoteViewController and NoteManager since they will be disabled?*/

/* PersonalInfoViewController.m */
"Choose one" = "Sélectionnez une réponse"; //check context
"name@domain" = "nom@domain";
"H1H 1A1" = "H1H 1A1";
"Female" = "Femme";
"Male" = "Homme";

"Less than 18" = "Moins de 18";

"White" = "White";
"African American" = "African American";
"Asian" = "Asian";
"Native American" = "Native American";
"Pacific Islander" = "Pacific Islander";
"Multi-racial" = "Multi-racial";
"Hispanic / Mexican / Latino" = "Hispanic / Mexican / Latino";
"Other" = "Other";

"Less than $20,000" = "moins de 20 000 $";
"$20,000 to $39,999" = "de 20 000 $ à 39 999 $";
"$40,000 to $59,999" = "de 40 000 $ à 59 999 $";
"$60,000 to $74,999" = "de 60 000 $ à 74 999 $";
"$75,000 to $99,999" = "de 75 000 $ à 99 999 $";
"$100,000 or greater" = "100 000 $ ou plus";

"Less than once a month" = "Moins d'une fois par mois";
"Several times per month" = "Plusieurs fois par mois";
"Several times per week" = "Plusieurs fois par semaine";
"Daily" = "Tous les jours";

"Strong & fearless" = "Fort et courageux";
"Enthused & confident" = "Enthousiaste et confiant";
"Comfortable, but cautious" = "Confortable, mais prudent";
"Interested, but concerned" = "intéressé, mais concerné(e)";

"Since childhood" = "Depuis l'enfance";
"Several years" = "Plusieurs années";
"One year or less" = "Un an ou moins";
"Just trying it out / just started" = "Débutant(e)";

"Tell us about yourself" = "Merci d'entrer vos renseignements personnels afin de connaître votre profil";
"Your typical commute (by postal code)" = "Votre déplacement domicile-travail par code postal";
"How often do you cycle?" = "Fréquence vélo";
"What kind of rider are you?" = "What kind of rider are you?";
"How long have you been a cyclist?" = "Depuis combien de temps faites-vous du vélo?";

"Getting started with Mon RésoVélo" = "Aide avec Mon RésoVélo";

"Age" = "Âge";
"Email" = "Courriel";
"Gender" = "Sexe";
"Ethnicity" = "Ethnicity";
"Home Income" = "Rev. du ménage";

"Home" = "Maison";
"Work" = "Travail";
"School" = "École";

"Cycle Frequency" = "Fréquence vélo";
"Rider Type" = "Rider Type";
"Rider History" = "Rider History";

"Do you cycle in the winter (December to March)?" = "Faites-vous du vélo pendant les mois d'hiver (de décembre à mars)?";
"Winter Cyclist" = "Vélo en hiver";
"Yes" = "Oui";
"No" = "Non";

"Use calorie counter? Weight data is not transmitted to the city of Montreal" = "Voulez-vous utiliser notre compteur de calories? Cette information n'est pas transmise à la Ville de Montréal";
"Calorie Counter" = "Utiliser compteur";
"Input Weight" = "Poids";
"Weight Units" = "Unité";

"Continue" = "Continuer";
"Save" = "Enregistrer";
"Discard" = "Annuler";
"Stop recording & save this trip?" = "Sauvegarder ce trajet?";
"Record New Trip" = "Enregistrer un nouveau trajet";
"Back" = "Retourner";

/* PickerViewController.m */
"Trip Purpose" = "But du trajet";
"Please select your trip purpose & tap Save" = "Choisissez le but du trajet & cliquez Enregistrer";

/* CustomPickerDataSource.h */
"The primary reason for this bike trip is to get between home and your primary work location." = "Ce trajet correspond à un déplacement maison-travail.";
"The primary reason for this bike trip is to go to or from school or college." = "Ce trajet correspond à un déplacement vers un établissement d'enseignement.";
"The primary reason for this bike trip is to go to or from business-related meeting, function, or work-related errand for your job." = "Ce trajet correspond à un déplacement lié a votre travail (par exemple, une réunion).";
"The primary reason for this bike trip is exercise or biking for the sake of biking." = "Ce trajet fait partie d'un entraînement sportif.";
"The primary reason for this bike trip is going to or from a social activity (e.g. at a friend's house, the park, a restaurant, the movies)." = "Ce trajet correspond à un déplacement pour une activité sociale (par exemple, cinéma, chez un ami, etc.)";
"The primary reason for this bike trip is to purchase or bring home goods or groceries." = "Ce trajet correspond à un déplacement pour des activités d'achat.";
"The primary reason for this bike trip is to attend to personal business such as banking, doctor visit, going to the gym, etc." = "Ce trajet correspond à un déplacement, par exemple, banque, docteur, gym, etc.";
"If none of the other reasons apply to this trip, you can enter trip comments after saving your trip to tell us more." = "Ce trajet ne correspond à aucun des choix précédemment énoncés. SVP expliquez ci-dessous.";

/* CustonPickerDataSource.m */
"Commute" = "Domicile-travail";
"School" = "École";
"Work-Related" = "Travail";
"Exercise" = "Sport";
"Social" = "Social";
"Shopping" = "Magasinage";
"Errand" = "Courses";
"Other" = "Autres";

/* constants.h */
	/* error messages*/
"Server unreachable, \n try again later." = "Problème avec le serveur, \n essayez plus tard.";
"Upload failed, \n try again later." = "Telechargement pas completé, \n essayez plus tard.";

	/* alert titles*/
"Battery Low" = "Batterie faible";
"Retry Upload?" = "Synchroniser maintenant?";
"Uploading your trip" = "Téléchargement en course";
"Uploading your note" = "Téléchargement du note en course";
"Upload complete" = "Téléchargement complet";
"Enter Comments Below" = "Commentaires";
"In order to send route data to Mon RésoVélo you must be at least 18." = "Il faut être 18 ans ou plus pour envoyer les trajets a Mon RésoVélo.";


"Recording Interrupted" = "Enregistrement interrompu";
"Oops! Looks like a previous trip recording has been interrupted." = "Enregistrement interrompu";
"Found Unsynced Trip(s)" = "Trajets à envoyer";
"You have at least one saved trip that has not yet been uploaded." = "Il y a au moins un trajet prêt à télécharger";
"Recalculate Trip Distance?" = "Nouveau calcul de la distance parcourue";
"Your trip distance estimates may need to be recalculated..." = "Voulez-vous recalculer la distance parcourue pour chaque trajet?";

	/* alert messages*/
"Are you at least 18 years old?" = "Avez-vous au moins 18 ans?";
"Recording of your trip has been halted to preserve battery life." = "Enregistrement de votre trajet interrompu pour éviter le déchargement de la batterie.";
"Contacting server..." = "Connexion au serveur";
"Preparing your trip data for transfer." = "Préparation des données";
"This trip has not yet been uploaded successfully. Try again?" = "Problème de téléchargement. Essayez à nouveau?";
"Your trip has been uploaded successfully. Thank you." = "Téléchargement des trajets réussi";
"Your trip has already been uploaded. Thank you." = "Ce trajet est déja synchronisé";
"Your trip has been saved. Please try uploading again later." = "Téléchargement non effectué. Prochain essai lors de votre prochain trajet";

"http://ks3309217.kimsufi.com/monresovelo/CycleAtlantaInfo" = "http://ks3309217.kimsufi.com/monresovelo/CycleAtlantaInfo";
"http://ks3309217.kimsufi.com/monresovelo/instructions-v2/" = "http://ks3309217.kimsufi.com/monresovelo/instructions-v2/";

"Comments" = "Commentaires";

"Emisssions saved: " = "Compensation d'émissions: ";
"Calories burned: " = "Calories brûlées: ";
